<?php

/**
  * Создано A-WoW.
  * Пользователь: Солбон
  * Дата: 12.09.2022
  * Время: 19:15
 */

/**
 * Этот файл содержит глобальные переменные конфигурации
 * Делает возможным доступ к соединению с базой данных в каждой функции php.
 */

/**
 * Это данные для входа в базу данных
 */
define("HOST", "localhost"); 			// Хост, к которому вы хотите подключиться.
define("USER", "solbonka182"); 			// Имя пользователя базы данных.
define("PASSWORD", "пароль"); 	// Пароль базы данных.
define("DATABASE", "AWoWCasino");             // Имя базы данных.


/**
 * Это данные для входа в базу данных
 *
define("HOST", "localhost"); 			// Хост, к которому вы хотите подключиться.
define("USER", "root"); 			// Имя пользователя базы данных.
define("PASSWORD", "ascent"); 	// Пароль базы данных.
define("DATABASE", "WoW");             // Имя базы данных.
 */
